cask_args appdir: '/Applications'

tap 'homebrew/bundle'

cask 'xquartz'

brew '1password-cli'
brew 'ack'
brew 'composer'
brew 'coreutils'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'openssl'
brew 'node'
brew 'php'
brew 'postgresql'
brew 'wget'

cask '1password'
cask 'adobe-creative-cloud'
# cask 'alfred'
cask 'appcleaner'
cask 'blender'
cask 'cyberduck'
cask 'dropbox'
cask 'figma'
cask 'firefox'
cask 'firefox@developer-edition'
cask 'google-chrome'
cask 'google-drive'
cask 'iterm2'
cask 'microsoft-office'
cask 'notion'
cask 'obsidian'
cask 'raycast'
cask 'sequel-ace'
cask 'sketch'
cask 'slack'
# cask 'fertigt-slate'
cask 'spotify'
cask 'sublime-text'
cask 'telegram-desktop'
cask 'typora'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'vlc'
cask 'zoom'
