cask_args appdir: '/Applications'

tap 'homebrew/bundle'

cask 'xquartz'

brew 'ack'
brew 'awscli'
brew 'coreutils'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'postgresql'
brew 'ruby-build'
brew 'rbenv'
brew 'spark'
brew 'unrar'
brew 'wget'
brew 'yarn'

cask '1password'
cask 'adobe-creative-cloud'
cask 'alfred'
cask 'appcleaner'
cask 'atom'
cask 'cyberduck'
cask 'dash'
cask 'dropbox'
cask 'firefox'
cask 'flux'
cask 'google-chrome'
cask 'google-drive'
cask 'iterm2'
cask 'mamp'
cask 'opera'
cask 'postman'
cask 'processing'
cask 'sequel-pro'
cask 'sketch'
cask 'sketchpacks'
cask 'skype'
cask 'slack'
cask 'slate'
cask 'spotify'
cask 'sublime-text'
cask 'typora'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
