cask_args appdir: '/Applications'

tap 'homebrew/bundle'

cask 'xquartz'

brew 'ack'
brew 'awscli'
brew 'composer'
brew 'coreutils'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'php72'
brew 'postgresql'
brew 'ruby-build'
brew 'rbenv'
brew 'spark'
brew 'wget'
brew 'yarn'

cask '1password'
cask 'adobe-creative-cloud'
cask 'alfred'
cask 'appcleaner'
cask 'atom'
cask 'cyberduck'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'google-drive'
cask 'iterm2'
cask 'microsoft-office'
cask 'notion'
cask 'sequel-ace'
cask 'sketch'
cask 'skype'
cask 'slack'
cask 'slate'
cask 'spotify'
cask 'sublime-text'
cask 'telegram-desktop'
cask 'typora'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'vlc'
cask 'zoom'
